Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/20_id_458645.html.tmx
Source language: sme
Languages: nob

source: Sámediggi áigu ráhkadit ollislaš sámi mediapolitihka mii oppalaččat fuolaha sámi álbmoga , ja erenoamážit mánáid ja nuoraid dárbbuid , beaivválaš TV- ja preassafálaldagaid , ja jeavddalaš almmuhemiid .
nob: Sametinget tar sikte på å utarbeide en helhetlig samisk mediepolitikk som ivaretar det samiske folks behov generelt og barn og unges behov spesielt , for daglig kringkastings- og pressetilbud , samt periodiske publikasjoner .

source: Muđui čujuhit Sámedikki cealkámušaide NOU 2000 : 15 Duhátjagimolsuma preassapoli ­tihkka ( ášši 46/00 ) , sámi TV-sáddagiid birra ( ášši 51/00 ) ja áššis R/147 00. / Sámediggi eaktuda ahte Ráđđehus juolluda daid dárbbašlaš resurssaid maid dákkár doaimmat mielddisbuktet .
nob: Det vises for øvrig til Sametingets uttalelse til NOU 2000 : 15 Pressepolitikk ved tusenårsskiftet ( sak 46/00 ) , om samiske TV-sendinger ( sak 51/00 ) og sak R/147 00. / Sametinget forutsetter at Regjeringen stiller de nødvendige ressursene til gjennomføringen av en slik satsing .

source: 1.2 Sámedikki politihkalaš bargu jagi 2000:s
nob: 1.2 Det politiske arbeidet i Sametinget i år 2000

source: Dán kapihttalis muitalit guovddáš áššiid birra maiguin Sámediggi lea bargan jagi 2000:s .
nob: I dette kapittelet presenteres sentrale saksområder som Sametinget har arbeidet med i løpet av 2000 .

source: Mearrádusat maidda čujuhuvvo , leat mearriduvvon Sámedikki dievasčoahkkima eanetloguin .
nob: Vedtakene som det refereres til er fattet av et flertall i Sametingets plenum .

source: Unnitloguevttohusat bohtet ovdan Sámedikki čoahkkingirjjiin .
nob: Mindretallsforslagene fremgår av Sametingets protokoller .

source: Áššit mat leat gieđahallon Sámedikki dievasčoahkkimiin , namuhuvvojit sierra áššenummariin .
nob: I saker som er behandlet i Sametingets plenum vises det til det enkelte saksnummer .

source: Sámediggi oaivvilda ain ahte minerálaláhka ii galgga mearriduvvot ovdal go hálddašanortnegat mat buorebut nannejit sámi vuoigatvuođaid , leat mearriduvvon .
nob: Sametinget er fortsatt av den oppfatning at mineralloven ikke må vedtas før forvaltningsordninger som ivaretar samiske rettigheter i større grad er vedtatt .

source: Danne ferte ođđa minerálalága evttohus maŋiduvvot dassážii go Sámi vuoigatvuođalávdegotti bargu lea gieđahallojuvvon Stuoradikkis . Oassi ođđa minerálalága evttohusas oainnat guoskkaha dan debáhta eatnamiid ja čáziid vuoigatvuođaid birra maid Sámi vuoigatvuođalávdegoddi lea meannudan .
nob: Forslaget til ny minerallov må derfor utsettes inntil Samerettsutvalget arbeid er behandlet i Stortinget , da en del av forslaget til ny minerallov griper inn i debatten om retten til land og vann som Samerettsutvalgets innstilling har behandlet .

source: Jus galgá čorgadit ja oktasaš vuogi mielde meannudit áššiid mat guoskkahit sámi guovlluid riektediliid , de lea deaŧalaš ahte maiddái sámi vuoigatvuođalávdegotti mearrádusat deattuhuvvojit minerálalága evttohusaid ektui .
nob: For å få en samlet og samordnet behandling av forhold som griper inn i rettsforhold i samiske områder er det viktig at forslagene i mineralloven også må ses i sammenheng med samerettsutvalgets innstilling .

source: Sámi vuoigatvuođalávdegotti Finnmárkku čilgehusa čuovvoleapmi NOU 1997 : 4 mainna Ráđđehus lea bargame , šaddá standardin sápmelaččaid viidáset vuoigatvuođabargui .
nob: Arbeidet med oppfølgingen av Samerettsutvalgets utredning for Finnmark NOU 1997:4 som pågår i Regjeringen er standardsettende for det videre rettighetsarbeidet i forhold til samene .

source: Norga áigu leat njunnošis riikkaidgaskasaš olmmošvuoigatvuođaid dáfus .
nob: Norge tar sikte på å være et foregangsland når det gjelder internasjonale menneskerettigheter .

source: Sámediggi vuordá ahte stáhta čuovvu sámi vuoigatvuođaid barggus daid standardiid mat biddjojit riikkaidgaskasaš oktavuođain , ja atná daid vuođđun dan siskkaldas proseassas mii lea jođus .
nob: Sametinget forventer at staten i sitt arbeid med samenes rettigheter , følger de standardene som utvikles i internasjonale sammenhenger og legger dette til grunn i den interne prosessen som pågår .

source: Sámediggi háliida ovttasbargat Ráđđehusain viidáset barggus , ja ahte ovttasbargu sáhtášii formáliserejuvvot .
nob: Sametinget ønsker et samarbeid med Regjeringen i det videre arbeidet , og at man får til en formalisering av et samarbeid .

source: Guovlluin olggobealde Finnmárkku leat stuora ja viiddis doaimmat vuordime .
nob: I områdene utenfor Finnmark er det store og omfattende oppgaver som venter .

source: Ii leat vuos nammaduvvon lávdegoddi daidda guovlluide mat leat lulábealde Finnmárkku , muhto mandáhta ja lávdegotti jođiheaddji gal leat juo válljejuvvon .
nob: Det er foreløpig ikke oppnevnt et utvalg for området sør for Finnmark . Mandatet og lederen for utvalget er imidlertid klare .

source: Ráđđehus lea geažuhan ahte Sámediggi beassá evttohit 3 dan 14 ovddasteaddjis mat ođđa Sámi vuoigatvuođalávdegoddái galget nammaduvvot .
nob: Regjeringen har gitt uttrykk for at Sametinget skal kunne foreslå 3 av 14 representanter til det nye Samerettsutvalget .

source: Dáinna ii leat Sámediggi veahášge duhtavaš .
nob: Dette er Sametinget ikke på noen måte tilfreds med .

source: Sámedikki bealis lea deattuhuvvon ahte Sámediggi galgá beassat evttohit beali lávdegotti miellahtuin .
nob: Fra Sametinget er det understreket at Sametinget må foreslå halvparten av medlemmene til utvalget .

source: St. dieđ. nr. 21 ( 1999–2000 ) Olmmošárvu guovddážis – olmmošvuoigatvuođaid doaibmaplánas boahtá ovdan ahte ráđđehus áigu bargagoahtit nannet olmmošvuoigatvuođaid maiddái riikkarájiid siskkobealde .
nob: I St. meld nr. 21 ( 1999–2000 ) Menneskeverd i sentrum – handlingsplan for menneskerettigheter går regjeringen inn for å styrke menneskerettighetsarbeidet , også innenfor landets grenser .

source: Sámediggi gieđahalai dieđáhusa 28.02 . – 03.03.00 dievasčoahkkimis .
nob: Sametinget behandlet meldingen i sitt plenumsmøte i 28.02.–03.03.00 .

source: Dieđáhusa mearkkašumiin čujuha Sámediggi earret eará ahte sámiid iešmearridanvuoigatvuođa vuođđu lea riikkaidgaskasaš vuoigatvuođain , ja ahte ii sáhte ráhkaduvvot sierra definišuvdna álgoálbmogiid iešmearrideami dáfus .
nob: I sine merknader til meldingen påpeker Sametinget blant annet at samenes rett til selvbestemmelse har sitt fundament i internasjonal rett og at det ikke kan utvikles en egen definisjon for urfolks selvbestemmelse .

source: Iešmearrideapmi lea sámepolitihkalaš doaimmaid deaŧaleamos vuođđu .
nob: Selvbestemmelse er det viktigste grunnlaget for arbeidet med samepolitiske spørsmål .

source: Dása gullet maiddái eatnamiid ja čáziid vuoigatvuođat ja hálddašeapmi , danne go dat leat sámi servodatovdáneami vuođđun .
nob: Dette omfatter også retten til og forvaltningen av land og vann , siden dette utgjør grunnlaget for det samiske samfunnsutvikling .

source: Muđui celkkii Sámediggi ahte lea illudahtti go galgá huksejuvvot álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáš , ja dán guovddáža ávžžuhii ásahit Guovdageidnui .
nob: Videre ga Sametinget uttrykk for at det er gledelig at det skal etableres et kompetansesenter for urfolksrettigheter , og anbefalte dette lokalisert til Kautokeino .

source: Sámedikkis lea prinsihppa ahte sápmelaččain lea alddiineaset buoremus gelbbolašvuohta álgoálbmotáššiid dáfus , sihke našuvnnalaččat ja riikkaidgaskasaččat .
nob: Sametinget har som prinsipp at samene selv har den største kompetansen når det gjelder urfolksspørsmål , både nasjonalt og internasjonalt .

source: Sámediggi bivddii maiddái ahte suorggit nu go dearvvašvuohta , mánát , nissonolbmot , diehtojuohkin ja riektesihkarvuohta galget vuoruhuvvot .
nob: Sametinget ba også om en større innsats på områder som helse , barn , kvinner , informasjon og rettssikkerhet .

source: Mearrádusas čujuhii Sámediggi maiddái dasa makkár várra beare alla boraspirelogus lea sámi boazodollui , dasgo boraspiriid vuoruheapmi dagaha olbmuid eallinlágiid ja olmmošvuoigatvuođakonvenšuvnnaid ovdii , mat galget sihkkarastit sámi kultuvrra ja ealáhusaid .
nob: I sitt vedtak påpekte Sametingets også den faren som et for høyt antall rovdyr utgjør overfor den samiske reindriften , idet en prioritering av rovdyr undergraver folks eksistensvilkår og menneskerettighetskonvensjonene som skal sikre samisk kultur og næringsliv .

source: Sámediggi bivddii maiddái ahte ILO-konvenšuvdna nr. 169 váldojuvvo atnui Norgga lágain , ja čujuhii dasa ahte dát lea okta dain buot deaŧaleamos olmmošvuoigatvuođainstrumenttain álgoálbmo-táššiid dáfus .
nob: Sametinget ba også om at ILO-konvensjon nr. 169 innarbeides i norsk lov og viser til at dette er et av de viktigste menneskerettighets-instrumentene i urfolksspørsmål .

source: Riikkaidgaskasaš olmmošvuoigatvuođadoaimmaid dáfus čujuhii Sámediggi dasa makkár dárbu lea nannet doaimmaid sihke ON , Arktálaš ráđi , Barentsovttasbarggu ja davviriikkalaš sámekonvenšuvnna ektui .
nob: Når det gjelder menneskerettighetsarbeidet på internasjonalt nivå , påpekte Sametinget behovet for å styrke dette arbeidet både når det gjelder FN , Arktisk råd , Barentssamarbeidet og arbeidet med en nordisk samekonvensjon .

source: Sámediggi čujuhii maiddái dan ilgadis dillái mii Tibetas lea , ja ávžžuhii Norgga eiseválddiid , geat lea ON olmmošvuoigatvuođalávdegottis lahttun , váldit ášši ovdan .
nob: Sametinget viste også til den urovekkende situasjonen i Tibet , og oppfordret norske myndigheter til å ta opp saken som medlem av FNs menneskerettighetskommisjon .

source: 1.2.2 Sámegiella
nob: 1.2.2 Samisk språk

source: Sámi giellaráđđi fuolaha Sámedikki giellabargguid .
nob: Sametingets arbeid med språk ivaretas av Samisk Språkråd .

source: Sámelága giellanjuolggadusaid mielde galgá giellaráđđi ee. bargat ovddidit sámi terminologiija .
nob: I hht. forskrift til samelovens språkregler skal språkrådet bl.a. arbeide for å utvikle samisk terminologi .

source: Terminologiijabarggus lea giellaráđđi nammadan golbma fágatearbmajoavkku mat galget gieđahallat ja dohkkehit daid iešguđetge giellajoavkkuid tearpmaid .
nob: Til terminologiarbeidet har språkrådet utnevnt tre fagtermgrupper som skal behandle og godkjenne de forskjellige språkgruppenes termer .

source: Fágatearbmajoavkkut dárkkistit , gieđahallet ođđa sániid ja tearpmaid ja buktet dasto mearrádusevttohusa giellaráđđái .
nob: Fagtermgruppene gjennomgår , behandler nye ord og termer og fremmer forslag til vedtak for språkrådet .

source: Giellaráđđi meannuda evttohusa ja váldá formálalaš mearrádusaid .
nob: Språkrådet behandler forslaget og gjør det formelle vedtak .

source: Sámi terminologiija ovddideapmi lea hui deaŧalaš doaibma sámegiela seailluheamis ja giellageavaheami nannemis .
nob: Utvikling av samisk terminologi er meget viktig for å kunne bevare og styrke bruken av samisk .

source: Jus sámegiella galgá sáhttit geavahuvvot fágalaš oktavuođain , de lea eaktu ahte sámegielas gávdno fágaterminologiija ja fágadoahpagat buot dárbbuide .
nob: Forutsetningen for at samisk kan brukes i faglige sammenhenger , er at det finnes fagterminologi og fagbegreper på samisk som dekker behovet i alle situasjoner .

source: Sámelága giellanjuolggadusaid § 2.2 e daddjo ahte Sámi giellaráđđi galgá fievrridit dohkálaš jorgaleddjiid ja dulkkaid registara .
nob: I forskrift til samelovens språkregler § 2.2 e heter det at Samisk språkråd skal føre en oversikt over kvalifiserte oversettere og tolker .

source: Sámi giellaráđis lea dohkkehanortnet man vuođul sáhttá registreret dohkkehuvvon dulkkaid .
nob: Samisk språkråd har en godkjenningsordning som kan gi grunnlag for registrering av godkjente tolker .

source: Dát ortnet guoská vuosttažettiin sámi dulkkaide Norggas , muhto prinsihpalaččat berrešii Davviriikkaid sámegielagiin leat oktasaš dulkonortnet .
nob: Denne ordningen er først og fremst for samiske tolker i Norge , men i prinsippet bør det være en felles tolkeordning for samisktalende i Norden .

source: Sámi giellaráđis lea leamaš bargojoavku mii lea ráhkadan evttohusa movt sáhttá oažžut dulkaautorisašuvnna .
nob: Samisk språkråd har hatt en arbeidsgruppe som har fremmet forslag til hvordan en slik autorisasjonsordning skal fungere .

source: Giellaráđđi lea dan dohkkehan áššis SG 21/95 .
nob: Språkrådet har vedtatt forslaget i sak SG 21/95 .

source: Autorisašuvdnaortnegis leat guokte sierra oasi , dulkongeahččaleapmi ja autorisašuvdnalohpi .
nob: Autorisasjonsordningen består av to separate deler , tolkeprøve og autorisasjonsbevillingen .

source: Geahččaleapmi addá olbmuide geat barget dulkan , vejolašvuođa čájehit iežaset dulkongelbbolašvuođa .
nob: Tolkeprøven vil gi yrkesaktive tolker en mulighet til å få dokumentert sin kompetanse .

source: Maŋŋel go geahččaleami lea ceavzán , ožžot vejolašvuođa ohcat lobi geavahit ámmátnamahusa autoriserejuvvon dulka .
nob: Bestått tolkeprøve gir kandidater mulighet til å søke om tolkebevilling som gir de rett til yrkestittel autorisert tolk .

source: Dát ámmátnamahus dáhkida geavaheddjiide dulkondohkálašvuođa .
nob: Ved bruk av autorisert tolk , vil tolkebrukere være garantert en forsvarlig standard av tolking .

source: Sámelága láhkaásahus geatnegahttá Sámi giellaráđi Norgga bealde ovttasbargui rájiid rastá ( buohtastahte § 2 c ja f ) .
nob: Samelovens språkregler pålegger Samisk språkråd i Norge å samarbeide over landegrensene ( se § 2 c og f ) .

source: Leat olu prinsihpalaš áššit maid giellalávdegoddi ferte meannudit mat čuhcet njuolga giellaráđiid bargguide , omd. gáibidit giellajoavkkuid normeren- ja čállinvuogigažaldagat oktasaš davviriikkalaš čovdosiid .
nob: Det er flere prinsipielle saker som språknemnda må behandle som direkte berører språkrådets arbeid , F.eks. er det nødvendig med felles nordiske løsninger for terminologi , normering- og rettskrivningsspørsmål i forhold til ulike språkgrupper .

source: Sámi giellalávdegotti bargu lea nu mávssolaš sámegiela gáhttemii ja ovdáneapmái , ja danne lea buorre go orgána dál lea fas doaibmi , ii dušše politihkalaččat , muhto maiddái hálddašandásis .
nob: Arbeidet som Samisk språknemnd gjør er meget viktig for å verne og fremme samisk språk , og det er meget viktig at dette organet nå er kommet i funksjon igjen , ikke bare på politisk , men også administrativt .

source: Sámi giellaráđđi lea Sámelága giellanjuolggadusaid ásahus ja Sámedikki mearrádusa mielde áššis 45/94 geatnegahtton dahkat stuorát giellageavahaniskkadeami Sámediggái juohke njealját jagi .
nob: Samisk språkråd viser til forskrifter for samelovens språkregler og Sametingets vedtak i sak 45/94 hvor språkrådet pålegges å gjennomføre språkbruksundersøkelser for Sametinget hvert fjerde år .

source: Dát giellageavahaniskkadeapmi lea vuođđodokumenta Norgga ráđđehusa dieđáhussii Norgga sámepolitihka birra Stuoradiggái juohke njealját jagi .
nob: En slik språkbruksundersøkelse vil være et nødvendig grunnlagsdokument til Regjeringens melding om norsk samepolitikk til Stortinget hvert 4. år .

source: Lea vuosttaš geardi ahte giellaráđđi lea dahkan dákkár giellageavahaniskkadeami .
nob: Dette er første gang språkrådet har gjennomført en slik språkbruksundersøkelse .

source: Iskkadeami bohtosat leat ráđi 2000 jahkedieđáhusa njealját oasis .
nob: Resultatet av undersøkelsen er å finne under pkt. 4 i Samisk språkråds egen årsmelding 2000 .

source: Iskkadeami ovdabargu lea dahkkon 1999:s ja iskkadeapmi lea čađahuvvon 2000:s .
nob: Forarbeidet til undersøkelsen er gjort i 1999 , og prosjektet er gjennomført i år 2000 .

source: 1.2.2.1 Rávisolbmuid vuoigatvuohta oažžut sámegiel oahpu
nob: Voksnes rett til samisk opplæring

source: Sámelága § 3–8 mielde lea juohkehaččas vuoigatvuohta oažžut oahpu sámegielas .
nob: I henhold til samelovens § 3–8 har enhver rett til opplæring i samisk .

source: Sámeláhka § 3–7 mearrida vuoigatvuođa oahpahusvirgelohpái bálkkáin olbmuide geat barget báikkálaš dahje guovlulaš almmolaš orgánas mii lea hálddašanguovllus .
nob: Samelovens § 3–7 gir rett til permisjon med lønn for tilsatte i et lokalt eller regionalt offentlig organ i forvaltningsområdet .

source: Dás lea dat eaktu ahte orgána dovdá dárbbu . §
nob: Det er en forutsetning at organet har behov for slik kunnskap .

source: 3–7 mielde orro leame hui álki beassat lohkat sámegiela bálkkáin jus bargá almmolaš hálddahusas , ja § 3–8 ja dan láhkaásahusa mielde orro leame hui álki oažžut sámegiel oahpu nuvttá .
nob: I flg. § 3–7 kan det synes enkelt for tilsatte i offentlige administrasjoner å få permisjon med lønn for samisk opplæring , og i flg. § 3–8 med dens forskrifter synes det som om det er enkelt å få samisk opplæringen gratis .

source: Geavatlaččat dat ii oro doaibmame lága ulbmila mielde .
nob: Praksis viser at dette ikke fungerer i hht. lovens intensjon .

source: Duohtavuođas čájehuvvo ahte § 3–8 ja dan láhkaásahusas lea oahppu gáržžiduvvon davvisámegillii , DAVVIN ja SÁMÁS kurssaide ja oahppoorganisašuvnnaide .
nob: Realiteten viser at § 3–8 og dens forskrifter kun gjelder for nordsamisk , for DAVVIN- og SÁMÁS-kursene og for opplæringsorganisasjonene .

source: Giellaráđi stuorámus hástalus lea muitalit olbmuide makkár vuoigatvuohta sis lea geavahit ja oahppat sámegiela Sámelága giellanjuolggadusaid vuođul ja Rávisolbmuid oahpahuslága vuođul .
nob: Språkrådets største utfordring er å informere om hvilke rettigheter enkeltpersoner har til bruk av og opplæring i samisk språk i medhold av samelovens språkregler og lov om voksenopplæring .

source: ( Vuođđoskuvlalága ja Joatkkaskuvlalága mearrádusaid gozihit eará ásahusat ) .
nob: ( Oppfølging av grunnskoleloven og lov om videregående skoler hører til andre institusjoner ) .

source: Lea stuora bargu olahit Sámelága § 1–5 : Sámegiella ja dárogiella leat ovttaárvosaččat .
nob: Det ligger et stort arbeid i å nå målsettingen i samelovens § 1–5 : Samisk og norsk er likeverdige språk .

source: Dat galget leat dássálagaid 3. kapihttala mearrádusaid mielde .
nob: De skal være likestilte språk etter bestemmelsene i kapittel 3 .

source: Dás ii leat sáhka dušše das ahte bearráigeahččat almmolaš ásahusaid ahte dat čuvvot mearrádusaid , muhto dás lea maid sáhka movttiidahttit juohke ovttaskas olbmo sihke priváhta ja almmolaččat geavahit sámegiela buot dilálašvuođain nu ahte § 1–1 ja § 1–5 ollašuvvagohtet .
nob: Samisk språkråd skal ikke bare føre tilsyn med at offentlige institusjoner følger bestemmelsene , men også arbeide for å oppmuntre enkeltpersoner til bruk av samisk språk i alle sammenhenger både privat og offentlig slik at intensjonene i § 1–1 og § 1–5 kan oppnås .

source: Sámi giellaráđđi lea máŋga jagi árvalan ahte namuhuvvon doaimmaide juolluduvvo sierra ruhta danne go dán rádjái lea čájehuvvon ahte Sámelága §§ 3–7 ja 3–8 leat dušše bábirmearrádusat nu guhká go daidda ii leat dihto ruhta biddjon .
nob: Samisk språkråd har i flere år foreslått at det gis økonomisk støtte til gjennomføring av nevnte tiltak fordi erfaringene har hittil vist at samelovens §§ 3–7 og 3–8 kun er papirbestemmelser så lenge det ikke gis egne midler til dette .

source: Sámedikki dievasčoahkkimis mearriduvvui áššis 22/00 : Sámi nuoraid oahppostipeandaortnega hálddašeapmi sirdojuvvo Sámi giellaráđis Sámedikki oahpahusossodahkii 2000 čakčalohkanbaji rájes .
nob: Sametingets plenum vedtok i sak 22/00 at forvaltningen av ordningen med utdanningsstipend til samisk ungdom flyttes fra Samisk språkråd til Sametingets opplæringsavdeling fra og med høstsemesteret 2000 .

source: 1.2.3 Oahpahus ja duktan
nob: 1.2.3 Utdanning og forskning

source: Ođđajagimánu 1. b. 2000 loahpahuvvui Sámi oahpahusráđđi Girko- , oahpahus- ja dutkandepartementta ráđđeaddi orgánan .
nob: Fra 1. januar 2000 opphørte Samisk utdanningsråd som et rådgivende organ for Kirke- , utdannings- og forskningsdepartementet .

source: Seamma beaivvi rájes rievddai čállingoddi sierra ossodahkan Sámedikki váldohálddahusas .
nob: Fra samme dato ble sekretariatet omorganisert som en egen avdeling i Sametingets hovedadministrasjon .

source: Sámediggi lea álggahan čielggadanbarggu man ulbmil lea kártet makkár oahpahusfálaldagat vuođđo- ja joatkkaskuvlla ohppiin leat geat orrot sámegiela hálddašanguovllu olggobealde .
nob: Sametinget har igangsatt et utredningsarbeid der hensikten er å kartlegge opplæringstilbudet i og på samisk for elever i grunn- og videregående skole som er bosatt utenfor forvaltningsområdet for samisk språk .

source: Lea stuora dárbu kártet sámegiel oahpahusa dili , danne go čájehuvvo ahte ohppiide geat orrot sámegiela hálddašanguovllu olggobealde , lea váttis lágidit sámegiel oahpahusa ee. danne go vuoigatvuohta sámegiel oahpahussii lea čadnon Oahpahuslága « sámi guovlluide » .
nob: Behovet for å kartlegge situasjonen mht. samiskopplæring er stort , da det viser seg at elever utenfor forvaltningsområdet for samisk språk har problemer med å få samiskopplæring , bl.a. fordi retten til opplæring på samisk er knyttet til opplæringslovens « samisk distrikt » .

source: Seamma váttisvuohta lea 10-jagi vuođđoskuvlla sámi oahppoplánaid ( O97S ) oahpahusa dáfus .
nob: Det samme forholdet gjelder for adgangen til å få opplæring etter Det samiske læreplanverket for den 10-årige grunnskolen ( L97S ) .

source: Sámediggi lea máŋggaid jagiid bargan dan ovdii ahte sámi oahppit berrejit oažžut vejolašvuođa válljet vuosttašgiela : sámegiela ja dárogiela , sihke vuođđo- ja joatkkaskuvllas .
nob: Sametinget har i en rekke år arbeidet for at samiske elever bør få en mulighet til å velge to førstespråk ; samisk og norsk , både i grunn- og videregående opplæring .

source: Dát berrešii nannejuvvot Oahpahuslágas .
nob: Dette burde hjemles i opplæringsloven .

source: Dálá dilli lea ahte olu oahppit geain lea sámegiella vuosttašgiellan vuođđoskuvlla dásis , válljejit sámegiela B / C-giellan go ollejit joatkkaskuvlla dássái .
nob: Situasjonen i dag er at mange elever med samisk som førstespråk på grunnskolenivå velger samisk som B / C-språk når de kommer på videregående nivå .

source: Sámediggi lea bivdán ahte sámegiella oažžu stahtusa sierra giellan go ohcá alit ohppui , nu ahte oahppit eai galgga dárbbašit hilgut sámegiela vuosttašgiellan vai ožžot dárbbašlaš lassipoeŋggaid go galget alit ohppui álgit .
nob: Sametinget har bedt om at samisk språk gis status som eget språk ved opptak til høyere utdanning , slik at elevene ikke skal behøve å velge bort samisk som førstespråk for på den måten å oppnå nødvendige tilleggspoeng ved opptak til høgere utdanning .

source: Sámediggi lea digaštallan ášši Girko- , oahpahus- ja dutkandepartementta politihkalaš jođihangottiin .
nob: Sametinget har drøftet saken i møte med politisk ledelse ved Kirke- , utdannings- og forskningsdepartementet .

source: Juovlamánus lea GOD mearridan ahte joatkkaskuvllaoahppit galget sáhttit válljet sihke sámegiela ja dárogiela vuosttašgiellan .
nob: I desember har KUF besluttet at elever i videregående opplæring skal kunne velge både samisk og norsk som førstespråk .

source: Norgga oahpahusa Diehtojuohkin- ja gulahallanteknologiija ( IKT ) doaibmaplána lea digaštallojuvvon GOD politihkalaš jođihangottiin , gos Sámediggi deattuhii ahte sámi skuvla ferte váldot mielde boahttevaš jagiid IKT-vuoruhemiide .
nob: Handlingsplanen for Informasjons- og kommunikasjonsteknologi ( IKT ) i norsk utdanning er blitt drøftet med politisk ledelse ved KUF , der Sametinget påpekte at den samiske skolen må tas med i IKT-satsingen de kommende årene .

source: Sámediggi ii leat ožžon ávkki ruđain mat juolluduvvojedje skuvlla IKT váste miehtá riikka .
nob: Sametinget har ikke fått ta del i midlene som er bevilget til IKT i skolen på landsbasis .

source: Dán jagi leat deattuhan ahte Sámediggi beassá hálddašit daid ruđaid maid Stuoradiggi lea juolludan skuvlla IKT-doaimmaide .
nob: Man har i år lagt stor vekt på at Sametinget til neste år skal få forvalte deler av midlene som Stortinget har bevilget til å utvikle bruk av IKT i skolen .
